(function(){
  var sample = {
    "as":9,
    "ar":"京子ちゃんや、まりちゃんが大好きな直人さん！みんなで応援すれば、絶対楽しいよねっ。まりちゃんは楽天時代の応援歌が好きなんだって！球場に行ったら頑張って旗振るよ〜。",
    "cs":6,
    "cr":"渡辺選手にあんまりいい思い出がないんですよね。いきなり「友達でキスの練習をするのはおかしいよ」って言われて意味不明でした。後半戦が始まったらまた何か言われるのかな……。はぁ……。",
    "ks":10,
    "kr":"長田も活躍したし近年のベストトレードに決定！こんなにも頼れるベテランがいるなんて幸せだー。直人が優勝を経験できれば、人生で思い残すことは星の数ほどしかないよ。",
    "ys":7,
    "yr":"まりちゃんが好きなんだよね、渡辺直人。木村昇がケガだから後半戦も色々出るんだろうなぁ、球団事情的に。横浜移籍時には楽天選手が泣いたらしいけど一体何があったのかな？",
    "it":"渡辺直人",
    "ii":"//imgur.com/wHgVwue.png"
  };
  build_sample(sample);
})();