(function(){
  var sample = {
    "as":9,
    "ar":"生み出せ〜〜、チャンスを〜〜、いざ栗山〜♪応援歌はとても楽しくって、つい歌いたくなっちゃう！あかりは特に選球眼が好き。新三大栗山巧の四球ってできないかなぁ？",
    "cs":10,
    "cr":"結衣先輩が栗山選手を応援する姿が超ヤバイ！特にフラッグ片手にちょっと物憂げな感じだとかっこよすぎ！はぁはぁ、栗山選手になりたい……優しい声援を送られたいですぅ〜",
    "ks":9,
    "kr":"かっけぇー！キャプテン栗山かっけぇー。西武一筋を貫いてくれれば10点！いつか必ず球宴に出場して、2000本安打も達成して、行く行くは西武の監督にぜひぜひ。",
    "ys":8,
    "yr":"すごく格好良いと思う。でもちょっと地味なのかも。前後に座る打者によっては＋1点。やはり片栗中中がちょうどいい。",
    "it":"栗山巧",
    "ii":"//imgur.com/Ddvr8Eg.png"
  };
  build_sample(sample);
})();